[
    {
        "Chapter": "尉繚子|天官",
        "Traditional": [
            "梁惠王問尉繚子曰：「黃帝刑德，可以百勝，有之乎？」尉繚子對曰：「刑以伐之，德以守之，非所謂天官時日陰陽向背也。黃帝者，人事而已矣。",
            "「今有城，東西攻不能取；南北攻不能取；四方豈無順時乘之者耶？然不能取者，城高池深，兵器備具，財穀多積，豪士一謀者也。若城下池淺守弱，則取之矣。由此觀之，天官時日不若人事也。",
            "「按天官曰：『背水陣為絕地，向阪陣為廢軍。』武王伐紂，背濟水向山阪而陣，以二萬二千五百人，擊紂之億萬而滅商，豈紂不得天官之陣哉！",
            "「楚將公子心與齊人戰，時有彗星出，柄在齊。柄所在勝，不可擊。公子心曰：『彗星何知？以彗鬥者固倒而勝焉。』明日與齊戰，大破之。",
            "「黃帝曰：『先神先鬼，先稽我智。』謂之天官人事而已。」"
        ],
        "Simplified": [
            "梁惠王问尉缭子曰：「黄帝刑德，可以百胜，有之乎？」尉缭子对曰：「刑以伐之，德以守之，非所谓天官时日阴阳向背也。黄帝者，人事而已矣。",
            "「今有城，东西攻不能取；南北攻不能取；四方岂无顺时乘之者耶？然不能取者，城高池深，兵器备具，财谷多积，豪士一谋者也。若城下池浅守弱，则取之矣。由此观之，天官时日不若人事也。",
            "「按天官曰：『背水阵为绝地，向阪阵为废军。』武王伐纣，背济水向山阪而阵，以二万二千五百人，击纣之亿万而灭商，岂纣不得天官之阵哉！",
            "「楚将公子心与齐人战，时有彗星出，柄在齐。柄所在胜，不可击。公子心曰：『彗星何知？以彗斗者固倒而胜焉。』明日与齐战，大破之。",
            "「黄帝曰：『先神先鬼，先稽我智。』谓之天官人事而已。」"
        ]
    },
    {
        "Chapter": "尉繚子|兵談",
        "Traditional": [
            "量土地肥墝而立邑，建城稱地，以城稱人，以人稱粟。三相稱，則內可以固守，外可以戰勝。戰勝於外，備主於內，勝備相用，猶合符節，無異故也。",
            "治兵者，若秘於地，若邃於天，生於無，故關之。大不窕，小不恢，明乎禁舍開塞，民流者親之。地不任者任之。夫土廣而任則國富，民眾而制則國治。富治者，民不發軔，甲不出暴，而威制天下。故曰：『兵勝於朝廷。』不暴甲而勝者，主勝也；陣而勝者，將勝也。",
            "兵起，非可以忿也，見勝則興，不見勝則止。患在百里之內，不起一日之師；患在千里之內，不起一月之師；患在四海之內，不起一歲之師。",
            "將者，上不制於天，下不制於地，中不制於人，寬不可激而怒，清不可事以財。夫心狂、目盲、耳聾，以三悖率人者難矣。",
            "兵之所及，羊腸亦勝，鋸齒亦勝，緣山亦勝，入谷亦勝，方亦勝，員亦勝。重者如山、如林、如江、如河，輕者如炮、如燔、如垣壓之，如雲覆之，令人聚不得以散，散不得以聚，左不得以右，右不得以左。兵如總木，弩如羊角，人人無不騰陵張膽，絕乎疑慮，堂堂決而去。"
        ],
        "Simplified": [
            "量土地肥墝而立邑，建城称地，以城称人，以人称粟。三相称，则内可以固守，外可以战胜。战胜于外，备主于内，胜备相用，犹合符节，无异故也。",
            "治兵者，若秘于地，若邃于天，生于无，故关之。大不窕，小不恢，明乎禁舍开塞，民流者亲之。地不任者任之。夫土广而任则国富，民众而制则国治。富治者，民不发轫，甲不出暴，而威制天下。故曰：『兵胜于朝廷。』不暴甲而胜者，主胜也；阵而胜者，将胜也。",
            "兵起，非可以忿也，见胜则兴，不见胜则止。患在百里之内，不起一日之师；患在千里之内，不起一月之师；患在四海之内，不起一岁之师。",
            "将者，上不制于天，下不制于地，中不制于人，宽不可激而怒，清不可事以财。夫心狂、目盲、耳聋，以三悖率人者难矣。",
            "兵之所及，羊肠亦胜，锯齿亦胜，缘山亦胜，入谷亦胜，方亦胜，员亦胜。重者如山、如林、如江、如河，轻者如炮、如燔、如垣压之，如云覆之，令人聚不得以散，散不得以聚，左不得以右，右不得以左。兵如总木，弩如羊角，人人无不腾陵张胆，绝乎疑虑，堂堂决而去。"
        ]
    },
    {
        "Chapter": "尉繚子|制談",
        "Traditional": [
            "凡兵，制必先定，制先定則士不亂，士不亂則形乃明。金鼓所指，則百人盡鬥。陷行亂陣，則千人盡鬥。覆軍殺將，則萬人齊刃。天下莫能當其戰矣。",
            "古者，士有什伍，車有偏列，鼓鳴旂麾，先登者未嘗非多力國士也，先死者亦未嘗非多力國士也。",
            "損敵一人，而損我百人，此資敵而傷甚焉，世將不能禁。征役分軍而逃歸，或臨戰自北，則逃傷甚焉，世將不能禁。殺人於百步之外者弓矢也，殺人於五十步之內者矛戟也，將已鼓而士卒相囂，拗矢折矛抱戟，利後發，戰，有此數者，內自敗也，世將不能禁。士失什伍，車失偏列，奇兵捐將而走，大眾亦走，世將不能禁。夫將能禁此四者，則高山陵之，深水絕之，堅陣犯之。不能禁此四者，猶亡舟楫，絕江河，不可得也。",
            "民非樂死而惡生也，號令明，法制審，故能使之前。明賞於前，決罰於後，是以發能中利，動則有功。",
            "令百人一卒，千人一司馬，萬人一將，以少誅眾，以弱誅強。試聽臣言，其術足使三軍之眾，誅一人無失刑，父不敢舍子，子不敢舍父，況國人乎？",
            "一賊仗劍擊於市，萬人無不避之者，臣謂：『非一人之獨勇，萬人皆不肖也』。何則？『必死與必生，固不侔也。』聽臣之術，足使三軍之眾為一死賊，莫當其前，莫隨其後，而能獨出獨入焉。獨出獨入者，王伯之兵也。",
            "有提九萬之眾，而天下莫能當者，誰？曰：『桓公也。』有提七萬之眾，而天下莫敢當者，誰？曰：『吳起也。』有提三萬之眾，而天下莫敢當者，誰？曰：『武子也。』今天下諸國士所率無不及二十萬眾者，然不能濟功名者，不明乎禁舍開塞也。明其制，一人勝之，則十人亦以勝之也。十人勝之，則百千萬人亦以勝之也。故曰：『便吾器用，養吾武勇，發之如鳥擊，如赴千仞之谿。』",
            "今國被患者，以重幣出聘，以愛子出質，以地界出割，得天下助，卒名為十萬，其實不過數萬爾。其兵來者，無不謂將者曰：『無為人下，先戰。』其實不可得而戰也。",
            "量吾境內之民，無伍莫能正矣。經制十萬之眾，而王必能使之衣吾衣，食吾食。戰不勝，守不固者，非吾民之罪，內自致也。天下諸國助我戰，猶良驥騄耳之駃，彼駑馬鬐興角逐，何能紹吾後哉？",
            "吾用天下之用為用，吾制天下之制為制，修吾號令，明吾刑賞，使天下非農所得食，非戰無所得爵，使民揚臂爭出農、戰，而天下無敵矣。故曰：『發號出令，信行國內。』",
            "民言有可以勝敵者，毋許其空言，必試其能戰也。",
            "視人之地而有之，分人之民而畜之，必能內有其賢者也。不能內有其賢，而欲有天下，必覆軍殺將。如此，雖戰勝而國益弱，得地而國益貧，由國中之制弊矣。"
        ],
        "Simplified": [
            "凡兵，制必先定，制先定则士不乱，士不乱则形乃明。金鼓所指，则百人尽斗。陷行乱阵，则千人尽斗。覆军杀将，则万人齐刃。天下莫能当其战矣。",
            "古者，士有什伍，车有偏列，鼓鸣旗麾，先登者未尝非多力国士也，先死者亦未尝非多力国士也。",
            "损敌一人，而损我百人，此资敌而伤甚焉，世将不能禁。征役分军而逃归，或临战自北，则逃伤甚焉，世将不能禁。杀人于百步之外者弓矢也，杀人于五十步之内者矛戟也，将已鼓而士卒相嚣，拗矢折矛抱戟，利后发，战，有此数者，内自败也，世将不能禁。士失什伍，车失偏列，奇兵捐将而走，大众亦走，世将不能禁。夫将能禁此四者，则高山陵之，深水绝之，坚阵犯之。不能禁此四者，犹亡舟楫，绝江河，不可得也。",
            "民非乐死而恶生也，号令明，法制审，故能使之前。明赏于前，决罚于后，是以发能中利，动则有功。",
            "令百人一卒，千人一司马，万人一将，以少诛众，以弱诛强。试听臣言，其术足使三军之众，诛一人无失刑，父不敢舍子，子不敢舍父，况国人乎？",
            "一贼仗剑击于市，万人无不避之者，臣谓：『非一人之独勇，万人皆不肖也』。何则？『必死与必生，固不侔也。』听臣之术，足使三军之众为一死贼，莫当其前，莫随其后，而能独出独入焉。独出独入者，王伯之兵也。",
            "有提九万之众，而天下莫能当者，谁？曰：『桓公也。』有提七万之众，而天下莫敢当者，谁？曰：『吴起也。』有提三万之众，而天下莫敢当者，谁？曰：『武子也。』今天下诸国士所率无不及二十万众者，然不能济功名者，不明乎禁舍开塞也。明其制，一人胜之，则十人亦以胜之也。十人胜之，则百千万人亦以胜之也。故曰：『便吾器用，养吾武勇，发之如鸟击，如赴千仞之溪。』",
            "今国被患者，以重币出聘，以爱子出质，以地界出割，得天下助，卒名为十万，其实不过数万尔。其兵来者，无不谓将者曰：『无为人下，先战。』其实不可得而战也。",
            "量吾境内之民，无伍莫能正矣。经制十万之众，而王必能使之衣吾衣，食吾食。战不胜，守不固者，非吾民之罪，内自致也。天下诸国助我战，犹良骥騄耳之駃，彼驽马鬐兴角逐，何能绍吾后哉？",
            "吾用天下之用为用，吾制天下之制为制，修吾号令，明吾刑赏，使天下非农所得食，非战无所得爵，使民扬臂争出农、战，而天下无敌矣。故曰：『发号出令，信行国内。』",
            "民言有可以胜敌者，毋许其空言，必试其能战也。",
            "视人之地而有之，分人之民而畜之，必能内有其贤者也。不能内有其贤，而欲有天下，必覆军杀将。如此，虽战胜而国益弱，得地而国益贫，由国中之制弊矣。"
        ]
    },
    {
        "Chapter": "尉繚子|戰威",
        "Traditional": [
            "凡兵，有以道勝，有以威勝，有以力勝。講武料敵，使敵之氣失而師散，雖形全而不為之用，此道勝也。審法制，明賞罰，便器用，使民有必戰之心，此威勝也。破軍殺將，乘闉發機，潰眾奪地，成功乃返，此力勝也。王侯如此，所以三勝者畢矣。",
            "夫將之所以戰者民也，民之所以戰者氣也。氣實則鬥，氣奪則走。",
            "刑未加，兵未接，而所以奪敵者五：一曰廟勝之論；二曰受命之論；三曰踰垠之論；四曰深溝高壘之論；五曰舉陣加刑之論。此五者，先料敵而後動，是以擊虛奪之也。",
            "善用兵者，能奪人而不奪於人。奪者心之機也，令者一眾心也。眾不審則數變，數變則令雖出眾不信矣。",
            "故令之之法，小過無更，小疑無申。故上無疑令，則眾不二聽，動無疑事，則眾不二志，未有不信其心而能得其力者也，未有不得其力而能致其死戰者也。",
            "故國必有禮、信、親、愛之義，則可以飢易飽；國必有孝、慈、廉、恥之俗，則可以死易生。古者率民必先禮信而後爵祿，先廉恥而後刑罰，先親愛而後律其身。",
            "故戰者必本乎率身以勵眾士，如心之使四肢也。志不勵則士不死節，士不死節則眾不戰。",
            "勵士之道，民之生不可不厚也。爵列之等，死喪之親，民之所營不可不顯也。必也因民所生而制之，因民所營而顯之，田祿之實，飲食之親，鄉里相勸，死喪相救，兵役相從，此民之所勵也。",
            "使什伍如親戚，卒伯如朋友。止如堵牆，動如風雨，車不結轍，士不旋踵，此本戰之道也。",
            "地所以養民也，城所以守地也，戰所以守城也，故務耕者民不飢，務守者地不危，務戰者城不圍。三者，先王之本務也，本務者兵最急。",
            "故先王專務於兵，有五焉，委積不多則士不行；賞祿不厚則民不勸；武士不選則眾不強；器用不便則力不壯；刑罰不中則眾不畏。務此五者，靜能守其所固，動能成其所欲。",
            "夫以居攻出，則居欲重，陣欲堅，發欲畢，鬥欲齊。",
            "王國富民，伯國富士，謹存之國富大夫，亡國富食府，所謂上滿下漏，患無所救。",
            "故曰：『舉賢任能，不時日而事利；明法審令，不卜筮而事吉；貴功養勞，不禱祠而得福。』又曰：『天時不如地利，地利不如人和。』聖人所貴，人事而已。",
            "夫勤勞之師，將必先己，暑不張蓋，寒不重衣，險必下步，軍井成而後飲，軍食熟而後飯，軍壘成而後舍，勞佚必以身同之。如此，則師雖久，而不老不弊。"
        ],
        "Simplified": [
            "凡兵，有以道胜，有以威胜，有以力胜。讲武料敌，使敌之气失而师散，虽形全而不为之用，此道胜也。审法制，明赏罚，便器用，使民有必战之心，此威胜也。破军杀将，乘闉发机，溃众夺地，成功乃返，此力胜也。王侯如此，所以三胜者毕矣。",
            "夫将之所以战者民也，民之所以战者气也。气实则斗，气夺则走。",
            "刑未加，兵未接，而所以夺敌者五：一曰庙胜之论；二曰受命之论；三曰逾垠之论；四曰深沟高垒之论；五曰举阵加刑之论。此五者，先料敌而后动，是以击虚夺之也。",
            "善用兵者，能夺人而不夺于人。夺者心之机也，令者一众心也。众不审则数变，数变则令虽出众不信矣。",
            "故令之之法，小过无更，小疑无申。故上无疑令，则众不二听，动无疑事，则众不二志，未有不信其心而能得其力者也，未有不得其力而能致其死战者也。",
            "故国必有礼、信、亲、爱之义，则可以饥易饱；国必有孝、慈、廉、耻之俗，则可以死易生。古者率民必先礼信而后爵禄，先廉耻而后刑罚，先亲爱而后律其身。",
            "故战者必本乎率身以励众士，如心之使四肢也。志不励则士不死节，士不死节则众不战。",
            "励士之道，民之生不可不厚也。爵列之等，死丧之亲，民之所营不可不显也。必也因民所生而制之，因民所营而显之，田禄之实，饮食之亲，乡里相劝，死丧相救，兵役相从，此民之所励也。",
            "使什伍如亲戚，卒伯如朋友。止如堵墙，动如风雨，车不结辙，士不旋踵，此本战之道也。",
            "地所以养民也，城所以守地也，战所以守城也，故务耕者民不饥，务守者地不危，务战者城不围。三者，先王之本务也，本务者兵最急。",
            "故先王专务于兵，有五焉，委积不多则士不行；赏禄不厚则民不劝；武士不选则众不强；器用不便则力不壮；刑罚不中则众不畏。务此五者，静能守其所固，动能成其所欲。",
            "夫以居攻出，则居欲重，阵欲坚，发欲毕，斗欲齐。",
            "王国富民，伯国富士，谨存之国富大夫，亡国富食府，所谓上满下漏，患无所救。",
            "故曰：『举贤任能，不时日而事利；明法审令，不卜筮而事吉；贵功养劳，不祷祠而得福。』又曰：『天时不如地利，地利不如人和。』圣人所贵，人事而已。",
            "夫勤劳之师，将必先己，暑不张盖，寒不重衣，险必下步，军井成而后饮，军食熟而后饭，军垒成而后舍，劳佚必以身同之。如此，则师虽久，而不老不弊。"
        ]
    },
    {
        "Chapter": "尉繚子|攻權",
        "Traditional": [
            "兵以靜勝，國以專勝。",
            "力分者弱，心疑者背。夫力弱故進退不豪，縱敵不擒，將吏士卒動靜一身。心既疑背，則計決而不動，動決而不禁，異口虛言。將無修容，卒無常試，發攻必衄，是謂疾陵之兵，無足與鬥。",
            "將帥者心也，群下者支節也。其心動以誠，則支節必力；其心動以疑，則支節必背。夫將不心制，卒不節動，雖勝幸勝也，非攻權也。",
            "夫民無兩畏也，畏我侮敵，畏敵侮我。見侮者敗，立威者勝。凡將能其道者，吏畏其將也；吏畏其將者，民畏其吏也；民畏其吏者，敵畏其民也。是故，知勝敗之道者，必先知畏侮之權。",
            "夫不愛悅其心者，不我用也；不嚴畏其心者，不我舉也。愛在下順，威在上立，愛故不二，威故不犯。故善將者，愛與威而已。",
            "戰不必勝，不可以言戰；攻不必拔，不可以言攻。不然雖刑賞不足信也。信在期前，事在未兆，故眾已聚不虛散，兵出不徒歸，求敵若求亡子，擊敵若救溺人。",
            "分險者無戰心，挑戰者無全氣，鬥戰者無勝兵。凡挾義而戰者，貴從我起，爭私結怨，應不得已。怨結雖起，待之貴後，故爭必當待之，息必當備之。",
            "兵有勝於朝廷，有勝於原野，有勝於市井，鬥則得，服則失，幸以不敗，此不意彼驚懼而曲勝之也。曲勝，言非全也。非全勝者，無權名。故明主戰攻日，合鼓合角，節以兵刃，不求勝而勝也。",
            "兵有去備徹威而勝者，以其有法故也。有器用之蚤定也，其應敵也周，其總率也極。故五人而伍，十人而什，百人而卒，千人而率，萬人而將，已周已極，其朝死則朝代，暮死則暮代，權敵審將，而後舉兵。",
            "故凡集兵千里者旬日，百里者一日，必集敵境。卒聚將至，深入其地，錯絕其道，棲其大城大邑，使之登城逼危，男女數重，各逼地形，而攻要塞。據一城邑，而數道絕，從而攻之，敵將帥不能信，吏卒不能和，刑有所不從者，則我敗之矣。敵救未至，而一城已降。",
            "津梁未發，要塞未修，城險未設，渠答未張，則雖有城無守矣。遠堡未入，戍客未歸，則雖有人無人矣。六畜未聚，五穀未收，財用未歛，則雖有資無資矣。夫城邑空虛而資盡者，我因其虛而攻之。法曰：『獨出獨入，敵不接刃而致之。』此之謂矣。"
        ],
        "Simplified": [
            "兵以静胜，国以专胜。",
            "力分者弱，心疑者背。夫力弱故进退不豪，纵敌不擒，将吏士卒动静一身。心既疑背，则计决而不动，动决而不禁，异口虚言。将无修容，卒无常试，发攻必衄，是谓疾陵之兵，无足与斗。",
            "将帅者心也，群下者支节也。其心动以诚，则支节必力；其心动以疑，则支节必背。夫将不心制，卒不节动，虽胜幸胜也，非攻权也。",
            "夫民无两畏也，畏我侮敌，畏敌侮我。见侮者败，立威者胜。凡将能其道者，吏畏其将也；吏畏其将者，民畏其吏也；民畏其吏者，敌畏其民也。是故，知胜败之道者，必先知畏侮之权。",
            "夫不爱悦其心者，不我用也；不严畏其心者，不我举也。爱在下顺，威在上立，爱故不二，威故不犯。故善将者，爱与威而已。",
            "战不必胜，不可以言战；攻不必拔，不可以言攻。不然虽刑赏不足信也。信在期前，事在未兆，故众已聚不虚散，兵出不徒归，求敌若求亡子，击敌若救溺人。",
            "分险者无战心，挑战者无全气，斗战者无胜兵。凡挟义而战者，贵从我起，争私结怨，应不得已。怨结虽起，待之贵后，故争必当待之，息必当备之。",
            "兵有胜于朝廷，有胜于原野，有胜于市井，斗则得，服则失，幸以不败，此不意彼惊惧而曲胜之也。曲胜，言非全也。非全胜者，无权名。故明主战攻日，合鼓合角，节以兵刃，不求胜而胜也。",
            "兵有去备彻威而胜者，以其有法故也。有器用之蚤定也，其应敌也周，其总率也极。故五人而伍，十人而什，百人而卒，千人而率，万人而将，已周已极，其朝死则朝代，暮死则暮代，权敌审将，而后举兵。",
            "故凡集兵千里者旬日，百里者一日，必集敌境。卒聚将至，深入其地，错绝其道，栖其大城大邑，使之登城逼危，男女数重，各逼地形，而攻要塞。据一城邑，而数道绝，从而攻之，敌将帅不能信，吏卒不能和，刑有所不从者，则我败之矣。敌救未至，而一城已降。",
            "津梁未发，要塞未修，城险未设，渠答未张，则虽有城无守矣。远堡未入，戍客未归，则虽有人无人矣。六畜未聚，五谷未收，财用未敛，则虽有资无资矣。夫城邑空虚而资尽者，我因其虚而攻之。法曰：『独出独入，敌不接刃而致之。』此之谓矣。"
        ]
    },
    {
        "Chapter": "尉繚子|守權",
        "Traditional": [
            "凡守者，進不郭圉，退不亭障，以禦戰非善者也。豪傑雄俊，堅甲利兵，勁弩強矢，盡在郭中，乃收窖廩，毀拆而入保，令客氣十百倍，而主之氣不半焉。敵攻者，傷之甚也，然而世將弗能知。",
            "夫守者，不失險者也。守法，城一丈十人守之，工食不與焉。出者不守，守者不出，一而當十，十而當百，百而當千，千而當萬，故為城郭者，非特費於民聚土壤也。誠為守也。",
            "千丈之城則萬人守之，池深而廣，城堅而厚，士民備，薪食給，弩堅矢強，矛戟稱之，此守法也。",
            "攻者不下十餘萬之眾，其有必救之軍者，則有必守之城；無必救之軍者，無必守之城。",
            "若彼城堅而救誠，則愚夫愚婦無不蔽城，盡資血城者。期年之城，守餘於攻者，救餘於守者。若彼城堅而救不誠，則愚夫愚婦無不守陴而泣下，此人之常情也，遂發其窖廩救撫，則亦不能止矣。必鼓其豪傑雄俊，堅甲利兵，勁弩強矢并於前，么麼毀瘠者并於後。",
            "十萬之軍頓於城下，救必開之，守必出之。出據要塞，但救其後，無絕其糧道，中外相應。",
            "此救而示之不誠，示之不誠，則倒敵而待之者也。後其壯，前其老，彼敵無前，守不得而止矣，此守權之謂也。"
        ],
        "Simplified": [
            "凡守者，进不郭圉，退不亭障，以御战非善者也。豪杰雄俊，坚甲利兵，劲弩强矢，尽在郭中，乃收窖廪，毁拆而入保，令客气十百倍，而主之气不半焉。敌攻者，伤之甚也，然而世将弗能知。",
            "夫守者，不失险者也。守法，城一丈十人守之，工食不与焉。出者不守，守者不出，一而当十，十而当百，百而当千，千而当万，故为城郭者，非特费于民聚土壤也。诚为守也。",
            "千丈之城则万人守之，池深而广，城坚而厚，士民备，薪食给，弩坚矢强，矛戟称之，此守法也。",
            "攻者不下十馀万之众，其有必救之军者，则有必守之城；无必救之军者，无必守之城。",
            "若彼城坚而救诚，则愚夫愚妇无不蔽城，尽资血城者。期年之城，守馀于攻者，救馀于守者。若彼城坚而救不诚，则愚夫愚妇无不守陴而泣下，此人之常情也，遂发其窖廪救抚，则亦不能止矣。必鼓其豪杰雄俊，坚甲利兵，劲弩强矢并于前，么么毁瘠者并于后。",
            "十万之军顿于城下，救必开之，守必出之。出据要塞，但救其后，无绝其粮道，中外相应。",
            "此救而示之不诚，示之不诚，则倒敌而待之者也。后其壮，前其老，彼敌无前，守不得而止矣，此守权之谓也。"
        ]
    },
    {
        "Chapter": "尉繚子|十二陵",
        "Traditional": [
            "威在於不變；惠在於因時；機在於應事；戰在於治氣；攻在於意表；守在於外飾；無過在於度數；無困在於豫備；謹在於畏小；智在於治大；除害在於果斷；得眾在於下人。",
            "悔在於任疑；孽在於屠戮；偏在於多私；不詳在於惡聞己過；不度在於竭民財；不明在於受間；不實在於輕發；固陋在於離質；禍在於好利；害在於親小人；亡在於無所守；危在於無號令。"
        ],
        "Simplified": [
            "威在于不变；惠在于因时；机在于应事；战在于治气；攻在于意表；守在于外饰；无过在于度数；无困在于豫备；谨在于畏小；智在于治大；除害在于果断；得众在于下人。",
            "悔在于任疑；孽在于屠戮；偏在于多私；不详在于恶闻己过；不度在于竭民财；不明在于受间；不实在于轻发；固陋在于离质；祸在于好利；害在于亲小人；亡在于无所守；危在于无号令。"
        ]
    },
    {
        "Chapter": "尉繚子|武議",
        "Traditional": [
            "凡兵不攻無過之城，不殺無罪之人。夫殺人之父兄，利人之財貨，臣妾人之子女，此皆盜也。故兵者所以誅亂禁不義也。兵之所加者，農不離其田業，賈不離其肆宅，士大夫不離其官府，由其武議在於一人，故兵不血刃，而天下親焉。",
            "萬乘農戰，千乘救守，百乘事養。農戰不外索權，救守不外索助，事養不外索資。",
            "夫出不足戰，入不足守者，治之以市。市者，所以給戰守也。萬乘無千乘之助，必有百乘之市。",
            "凡誅者所以明武也，殺一人而三軍震者，殺之。殺一人而萬人喜者，殺之。殺之貴大，賞之貴小，當殺而雖貴重必殺之，是刑上究也。賞及牛童馬圉者，是賞下流也。夫能刑上究賞下流，此將之武也，故人主重將。",
            "夫將提鼓揮枹，臨難決戰，接兵角刃，鼓之而當，則賞功立名，鼓之而不當，則身死國亡。是存亡安危在於枹端，奈何無重將也。",
            "夫提鼓揮枹，接兵角刃，居以武事成功者，臣以為非難也。古人曰：『無蒙衝而攻，無渠答而守。是謂無善之軍。視無見，聽無聞，由國無市也。夫市也者，百貨之官也，市賤賣貴，以限士人。人食粟一斗，馬食菽三斗，人有飢色，馬有瘠形，何也？市有所出，而官無主也。夫提天下之節制，而無百貨之官，無謂其能戰也。",
            "起兵，直使甲冑生蟣蝨，必為吾所效用也。鷙鳥逐雀，有襲人之懷，入人之室者，非出生也，後有憚也。",
            "太公望年七十，屠牛朝歌，賣食盟津，過七十餘而主不聽，人人謂之狂夫也。及遇文王，則提三萬之眾，一戰而天下定，非武議安得此合也。故曰：『良馬有策，遠道可致；賢士有合，大道可明。』",
            "武王伐紂，師渡盟津，右旄左鉞，死士三百，戰士三萬。紂之陳億萬，飛廉、惡來身先戟斧，陳開百里。武王不罷市民，兵不血刃，而克商誅紂，無祥異也，人事修不修而然也。",
            "今世將考孤虛，占咸池，合龜兆，視吉凶，觀星辰風雲之變，欲以成勝立功，臣以為難。夫將者，上不制於天，下不制於地，中不制於人。故兵者，凶器也。爭者，逆德也。將者，死官也。故不得已而用之。",
            "無天於上，無地於下，無主於後，無敵於前。一人之兵，如狼如虎，如風如雨，如雷如霆，震震冥冥，天下皆驚。",
            "勝兵似水，夫水至柔弱者也，然所以觸，丘陵必為之崩，無異也，性專而觸誠也。今以莫邪之利，犀兕之堅，三軍之眾，有所奇正，則天下莫當其戰矣。",
            "吳起與秦戰，舍不平隴畝，樸嫩蓋之，以蔽霜露，如此何也？不自高人故也。乞人之死不索尊，竭人之力不責禮，故古者甲冑之士不拜，示人無已煩也。夫煩人而欲乞其死，竭其力，自古至今，未嘗聞矣。",
            "將受命之日，忘其家，張軍宿野忘其親，援枹而鼓忘其身。吳起臨戰，左右進劍。起曰：『將專主旗鼓爾，臨難決疑，揮兵指刃，此將事也。一劍之任，非將事也。』",
            "三軍成行，一舍而後成三舍，三舍之餘，如決川源。望敵在前，因其所長而用之。敵白者堊之，赤者赭之。",
            "吳起與秦戰未合，一夫不勝其勇，前獲雙首而還。吳起立命斬之。軍吏諫曰：『此材士也，不可斬！』起曰：『材士則是也，非吾令也。』斬之。"
        ],
        "Simplified": [
            "凡兵不攻无过之城，不杀无罪之人。夫杀人之父兄，利人之财货，臣妾人之子女，此皆盗也。故兵者所以诛乱禁不义也。兵之所加者，农不离其田业，贾不离其肆宅，士大夫不离其官府，由其武议在于一人，故兵不血刃，而天下亲焉。",
            "万乘农战，千乘救守，百乘事养。农战不外索权，救守不外索助，事养不外索资。",
            "夫出不足战，入不足守者，治之以市。市者，所以给战守也。万乘无千乘之助，必有百乘之市。",
            "凡诛者所以明武也，杀一人而三军震者，杀之。杀一人而万人喜者，杀之。杀之贵大，赏之贵小，当杀而虽贵重必杀之，是刑上究也。赏及牛童马圉者，是赏下流也。夫能刑上究赏下流，此将之武也，故人主重将。",
            "夫将提鼓挥枹，临难决战，接兵角刃，鼓之而当，则赏功立名，鼓之而不当，则身死国亡。是存亡安危在于枹端，奈何无重将也。",
            "夫提鼓挥枹，接兵角刃，居以武事成功者，臣以为非难也。古人曰：『无蒙冲而攻，无渠答而守。是谓无善之军。视无见，听无闻，由国无市也。夫市也者，百货之官也，市贱卖贵，以限士人。人食粟一斗，马食菽三斗，人有饥色，马有瘠形，何也？市有所出，而官无主也。夫提天下之节制，而无百货之官，无谓其能战也。",
            "起兵，直使甲胄生虮虱，必为吾所效用也。鸷鸟逐雀，有袭人之怀，入人之室者，非出生也，后有惮也。",
            "太公望年七十，屠牛朝歌，卖食盟津，过七十馀而主不听，人人谓之狂夫也。及遇文王，则提三万之众，一战而天下定，非武议安得此合也。故曰：『良马有策，远道可致；贤士有合，大道可明。』",
            "武王伐纣，师渡盟津，右旄左钺，死士三百，战士三万。纣之陈亿万，飞廉、恶来身先戟斧，陈开百里。武王不罢市民，兵不血刃，而克商诛纣，无祥异也，人事修不修而然也。",
            "今世将考孤虚，占咸池，合龟兆，视吉凶，观星辰风云之变，欲以成胜立功，臣以为难。夫将者，上不制于天，下不制于地，中不制于人。故兵者，凶器也。争者，逆德也。将者，死官也。故不得已而用之。",
            "无天于上，无地于下，无主于后，无敌于前。一人之兵，如狼如虎，如风如雨，如雷如霆，震震冥冥，天下皆惊。",
            "胜兵似水，夫水至柔弱者也，然所以触，丘陵必为之崩，无异也，性专而触诚也。今以莫邪之利，犀兕之坚，三军之众，有所奇正，则天下莫当其战矣。",
            "吴起与秦战，舍不平陇亩，朴嫩盖之，以蔽霜露，如此何也？不自高人故也。乞人之死不索尊，竭人之力不责礼，故古者甲胄之士不拜，示人无已烦也。夫烦人而欲乞其死，竭其力，自古至今，未尝闻矣。",
            "将受命之日，忘其家，张军宿野忘其亲，援枹而鼓忘其身。吴起临战，左右进剑。起曰：『将专主旗鼓尔，临难决疑，挥兵指刃，此将事也。一剑之任，非将事也。』",
            "三军成行，一舍而后成三舍，三舍之馀，如决川源。望敌在前，因其所长而用之。敌白者垩之，赤者赭之。",
            "吴起与秦战未合，一夫不胜其勇，前获双首而还。吴起立命斩之。军吏谏曰：『此材士也，不可斩！』起曰：『材士则是也，非吾令也。』斩之。"
        ]
    },
    {
        "Chapter": "尉繚子|將理",
        "Traditional": [
            "凡將，理官也，萬物之主也，不私於一人。夫能無私於一人，故萬物至而制之，萬物至而命之。",
            "君子不救囚於五步之外，雖鉤兵射之，弗追也。故善審囚之情，不待菙楚，而囚之情可畢矣。",
            "笞人之背，灼人之脅，束人之指，而訊囚之情，雖國士有不勝其酷，而自誣矣。",
            "今世諺云：『千金不死，百金不刑。』試聽臣之術，雖有堯、舜之智，不能關一言；雖有萬金，不能用一銖。",
            "今夫決獄，小圄不下數十，中圄不下數百，大圄不下數千。十人聯百人之事，百人聯千人之事，千人聯萬人之事，所聯之者，親戚兄弟也，其次婚姻也，其次知識故人也。是農無不離田業，賈無不離肆宅，士大夫無不離官府。如此關聯良民，皆囚之情也。兵法曰：『十萬之師出，日費千金。』今良民十萬，而聯於囹圄，上不能省，臣以為危也。"
        ],
        "Simplified": [
            "凡将，理官也，万物之主也，不私于一人。夫能无私于一人，故万物至而制之，万物至而命之。",
            "君子不救囚于五步之外，虽钩兵射之，弗追也。故善审囚之情，不待菙楚，而囚之情可毕矣。",
            "笞人之背，灼人之胁，束人之指，而讯囚之情，虽国士有不胜其酷，而自诬矣。",
            "今世谚云：『千金不死，百金不刑。』试听臣之术，虽有尧、舜之智，不能关一言；虽有万金，不能用一铢。",
            "今夫决狱，小圄不下数十，中圄不下数百，大圄不下数千。十人联百人之事，百人联千人之事，千人联万人之事，所联之者，亲戚兄弟也，其次婚姻也，其次知识故人也。是农无不离田业，贾无不离肆宅，士大夫无不离官府。如此关联良民，皆囚之情也。兵法曰：『十万之师出，日费千金。』今良民十万，而联于囹圄，上不能省，臣以为危也。"
        ]
    },
    {
        "Chapter": "尉繚子|原官",
        "Traditional": [
            "官者，事之所主，為治之本也。制者，職分四民，治之分也。貴爵富祿必稱，尊卑之體也。",
            "好善罰惡，正比法，會計民之具也。均井地，節賦斂，取予之度也。程工人，備器用，匠工之功也。分地塞要，殄怪禁淫之事也。",
            "守法稽斷，臣下之節也。明法稽驗，主上之操也。明主守，等輕重，臣主之權也。明賞賚，嚴誅責，止姦之術也。審開塞，守一道，為政之要也。",
            "下達上通，至聰之聽也。知國有無之數，用其仂也。知彼弱者，強之體也。知彼動者，靜之決也。",
            "官分文武，惟王之二術也。俎豆同制，天子之會也。遊說間諜無自入，正議之術也。",
            "諸侯有謹天子之禮，君臣繼世，承王之命也。更造易常，違王明德，故禮得以伐之。官無事治，上無慶賞，民無獄訟，國無商賈，何王之至？明舉上達，在王垂聽也。"
        ],
        "Simplified": [
            "官者，事之所主，为治之本也。制者，职分四民，治之分也。贵爵富禄必称，尊卑之体也。",
            "好善罚恶，正比法，会计民之具也。均井地，节赋敛，取予之度也。程工人，备器用，匠工之功也。分地塞要，殄怪禁淫之事也。",
            "守法稽断，臣下之节也。明法稽验，主上之操也。明主守，等轻重，臣主之权也。明赏赉，严诛责，止奸之术也。审开塞，守一道，为政之要也。",
            "下达上通，至聪之听也。知国有无之数，用其仂也。知彼弱者，强之体也。知彼动者，静之决也。",
            "官分文武，惟王之二术也。俎豆同制，天子之会也。游说间谍无自入，正议之术也。",
            "诸侯有谨天子之礼，君臣继世，承王之命也。更造易常，违王明德，故礼得以伐之。官无事治，上无庆赏，民无狱讼，国无商贾，何王之至？明举上达，在王垂听也。"
        ]
    },
    {
        "Chapter": "尉繚子|治本",
        "Traditional": [
            "凡治人者何？曰：『非五穀無以充腹，非絲麻無以蓋形。』故充腹有粒，蓋形有縷，夫在芸耨，妻在機杼，民無二事，則有儲蓄，夫無雕文刻鏤之事，女無繡飾纂組之作。",
            "木器液，金器腥，聖人飲於土，食於土，故埏埴以為器，天下無費。今也，金木之性不寒，而衣繡飾；馬牛之性食草飲水，而給菽粟。是治失其本，而宜設之制也。",
            "春夏夫出於南畝，秋冬女練於布帛，則民不困。今短褐不蔽形，糟糠不充腹，失其治也。",
            "古者土無肥瘠，人無勤惰，古人何得，今人何失耶？耕者不終畝，織者日斷機，而奈何飢寒。蓋古治之行，今治之止也。",
            "夫謂治者，使民無私也。民無私，則天下為一家，無私耕私織，共寒其寒，共飢其飢。故如有子十人，不加一飯；有子一人，不損一飯，焉有喧呼酖酒以敗善類乎？",
            "民相輕佻，則欲心與爭奪之患起矣。橫生於一夫，則民私飯有儲食，私用有儲財，民一犯禁，而拘以刑治，烏有以為人上也。善政執其制，使民無私，則為下不敢私，則無為非者矣。",
            "反本緣理，出乎一道，則欲心去，爭奪止，囹圄空，野充粟多，安民懷遠，外無天下之難，內無暴亂之事，治之至也。",
            "蒼蒼之天，莫知其極，帝王之君，誰為法則？往世不可及，來世不可待，求己者也。",
            "所謂天子者四焉：一曰神明；二曰垂光；三曰洪敘；四曰無敵。此天子之事也。",
            "野物不為犧牲，雜學不為通儒。今說者曰：『百里之海，不能飲一夫；三尺之泉，足止三軍渴。』臣謂：『欲生於無度，邪生於無禁。』",
            "太上神化，其次因物，其下在於無奪民時，無損民財。夫禁必以武而成，賞必以文而成。"
        ],
        "Simplified": [
            "凡治人者何？曰：『非五谷无以充腹，非丝麻无以盖形。』故充腹有粒，盖形有缕，夫在芸耨，妻在机杼，民无二事，则有储蓄，夫无雕文刻镂之事，女无绣饰纂组之作。",
            "木器液，金器腥，圣人饮于土，食于土，故埏埴以为器，天下无费。今也，金木之性不寒，而衣绣饰；马牛之性食草饮水，而给菽粟。是治失其本，而宜设之制也。",
            "春夏夫出于南亩，秋冬女练于布帛，则民不困。今短褐不蔽形，糟糠不充腹，失其治也。",
            "古者土无肥瘠，人无勤惰，古人何得，今人何失耶？耕者不终亩，织者日断机，而奈何饥寒。盖古治之行，今治之止也。",
            "夫谓治者，使民无私也。民无私，则天下为一家，无私耕私织，共寒其寒，共饥其饥。故如有子十人，不加一饭；有子一人，不损一饭，焉有喧呼酖酒以败善类乎？",
            "民相轻佻，则欲心与争夺之患起矣。横生于一夫，则民私饭有储食，私用有储财，民一犯禁，而拘以刑治，乌有以为人上也。善政执其制，使民无私，则为下不敢私，则无为非者矣。",
            "反本缘理，出乎一道，则欲心去，争夺止，囹圄空，野充粟多，安民怀远，外无天下之难，内无暴乱之事，治之至也。",
            "苍苍之天，莫知其极，帝王之君，谁为法则？往世不可及，来世不可待，求己者也。",
            "所谓天子者四焉：一曰神明；二曰垂光；三曰洪叙；四曰无敌。此天子之事也。",
            "野物不为牺牲，杂学不为通儒。今说者曰：『百里之海，不能饮一夫；三尺之泉，足止三军渴。』臣谓：『欲生于无度，邪生于无禁。』",
            "太上神化，其次因物，其下在于无夺民时，无损民财。夫禁必以武而成，赏必以文而成。"
        ]
    },
    {
        "Chapter": "尉繚子|戰權",
        "Traditional": [
            "兵法曰：『千人而成權，萬人而成武。權先加人者，敵不力交；武先加人者，敵無威接。』故兵貴先勝於此，則勝彼矣；弗勝於此，則弗勝彼矣。凡我往則彼來，彼來則我往，相為勝敗，此戰之理然也。",
            "夫精誠在乎神明，戰權在乎道所極。有者無之，無者有之，安所信之。",
            "先王之所傳聞者，任正去詐，存其慈順，決無留刑。故知道者，必先圖不知止之敗，惡在乎必往有功。輕進而求戰者，敵復圖止，我往而敵制勝矣。故兵法曰：『求而從之，見而加之，主人不敢當而陵之，必喪其權。』",
            "凡奪者無氣，恐者不可守；敗者無人，兵無道也。意往而不疑則從之，奪敵者無前則加之，明視而高居則威之，兵道極矣。",
            "其言無謹偷矣，其陵犯無節破矣，水潰雷擊三軍亂矣。必安其危，去其患，以智決之。",
            "高之以廊廟之論，重之以受命之論，銳之以踰垠之論，則敵國可不戰而服。"
        ],
        "Simplified": [
            "兵法曰：『千人而成权，万人而成武。权先加人者，敌不力交；武先加人者，敌无威接。』故兵贵先胜于此，则胜彼矣；弗胜于此，则弗胜彼矣。凡我往则彼来，彼来则我往，相为胜败，此战之理然也。",
            "夫精诚在乎神明，战权在乎道所极。有者无之，无者有之，安所信之。",
            "先王之所传闻者，任正去诈，存其慈顺，决无留刑。故知道者，必先图不知止之败，恶在乎必往有功。轻进而求战者，敌复图止，我往而敌制胜矣。故兵法曰：『求而从之，见而加之，主人不敢当而陵之，必丧其权。』",
            "凡夺者无气，恐者不可守；败者无人，兵无道也。意往而不疑则从之，夺敌者无前则加之，明视而高居则威之，兵道极矣。",
            "其言无谨偷矣，其陵犯无节破矣，水溃雷击三军乱矣。必安其危，去其患，以智决之。",
            "高之以廊庙之论，重之以受命之论，锐之以逾垠之论，则敌国可不战而服。"
        ]
    },
    {
        "Chapter": "尉繚子|重刑令",
        "Traditional": [
            "夫將自千人以上，有戰而北，守而降，離地逃眾，命曰『國賊』。身戮家殘，去其籍，發其墳墓，暴其骨於市，男女公於官。自百人以上，有戰而北，守而降，離地逃眾，命曰『軍賊』。身死家殘，男女公於官。使民內畏重刑，則外輕敵。",
            "故先王明制度於前，重威刑於後。刑重則內畏，內畏則外輕矣。"
        ],
        "Simplified": [
            "夫将自千人以上，有战而北，守而降，离地逃众，命曰『国贼』。身戮家残，去其籍，发其坟墓，暴其骨于市，男女公于官。自百人以上，有战而北，守而降，离地逃众，命曰『军贼』。身死家残，男女公于官。使民内畏重刑，则外轻敌。",
            "故先王明制度于前，重威刑于后。刑重则内畏，内畏则外轻矣。"
        ]
    },
    {
        "Chapter": "尉繚子|伍制令",
        "Traditional": [
            "軍中之制，五人為伍，伍相保也。十人為什，什相保也。五十為屬，屬相保也。百人為閭，閭相保也。",
            "伍有干令犯禁者，揭之免於罪，知而弗揭，全伍有誅。什有干令犯禁者，揭之免於罪，知而弗揭，全什有誅。屬有干令犯禁者，揭之免於罪，知而弗揭，全屬有誅。閭有干令犯禁者，揭之免於罪，知而弗揭，全閭有誅。",
            "吏自什長以上，至左右將，上下皆相保也。有干令犯禁者，揭之免於罪，知而弗揭之，皆與同罪。",
            "夫什伍相結，上下相聯，無有不得之姦，無有不揭之罪，父不得以私其子，兄不得以私其弟，而況國人聚舍同食，烏能以干令相私者哉。"
        ],
        "Simplified": [
            "军中之制，五人为伍，伍相保也。十人为什，什相保也。五十为属，属相保也。百人为闾，闾相保也。",
            "伍有干令犯禁者，揭之免于罪，知而弗揭，全伍有诛。什有干令犯禁者，揭之免于罪，知而弗揭，全什有诛。属有干令犯禁者，揭之免于罪，知而弗揭，全属有诛。闾有干令犯禁者，揭之免于罪，知而弗揭，全闾有诛。",
            "吏自什长以上，至左右将，上下皆相保也。有干令犯禁者，揭之免于罪，知而弗揭之，皆与同罪。",
            "夫什伍相结，上下相联，无有不得之奸，无有不揭之罪，父不得以私其子，兄不得以私其弟，而况国人聚舍同食，乌能以干令相私者哉。"
        ]
    },
    {
        "Chapter": "尉繚子|分塞令",
        "Traditional": [
            "中軍、左、右、前、後軍，皆有分地，方之以行垣，而無通其交往。將有分地，帥有分地，伯有分地，皆營其溝域，而明其塞令，使非百人無得通。非其百人而入者伯誅之，伯不誅與之同罪。",
            "軍中縱橫之道，百有二十步而立一府柱。量人與地，柱道相望，禁行清道，非將吏之符節，不得通行。采薪芻牧者皆成伍，不成伍者不得通行。吏屬無節，士無伍者，橫門誅之。踰分干地者，誅之。故內無干令犯禁，則外無不獲之姦。"
        ],
        "Simplified": [
            "中军、左、右、前、后军，皆有分地，方之以行垣，而无通其交往。将有分地，帅有分地，伯有分地，皆营其沟域，而明其塞令，使非百人无得通。非其百人而入者伯诛之，伯不诛与之同罪。",
            "军中纵横之道，百有二十步而立一府柱。量人与地，柱道相望，禁行清道，非将吏之符节，不得通行。采薪刍牧者皆成伍，不成伍者不得通行。吏属无节，士无伍者，横门诛之。逾分干地者，诛之。故内无干令犯禁，则外无不获之奸。"
        ]
    },
    {
        "Chapter": "尉繚子|束伍令",
        "Traditional": [
            "束伍之令曰：五人為伍，共一符，收於將吏之所，亡伍而得伍當之。得伍而不亡有賞，亡伍不得伍，身死家殘。亡長得長當之，得長不亡有賞，亡長不得長，身死家殘，復戰得首長，除之。亡將得將當之，得將不亡有賞，亡將不得將，坐離地遁逃之法。",
            "戰誅之法曰：什長得誅十人，伯長得誅什長，千人之將得誅百人之長，萬人之將得誅千人之將，左右將軍得誅萬人之將，大將軍無不得誅。"
        ],
        "Simplified": [
            "束伍之令曰：五人为伍，共一符，收于将吏之所，亡伍而得伍当之。得伍而不亡有赏，亡伍不得伍，身死家残。亡长得长当之，得长不亡有赏，亡长不得长，身死家残，复战得首长，除之。亡将得将当之，得将不亡有赏，亡将不得将，坐离地遁逃之法。",
            "战诛之法曰：什长得诛十人，伯长得诛什长，千人之将得诛百人之长，万人之将得诛千人之将，左右将军得诛万人之将，大将军无不得诛。"
        ]
    },
    {
        "Chapter": "尉繚子|經卒令",
        "Traditional": [
            "經卒者，以經令分之為三分焉：左軍蒼旂，卒戴蒼羽；右軍白旂，卒戴白羽；中軍黃旂，卒戴黃羽。卒有五章：前一行蒼章，次二行赤章，次三行黃章，次四行白章，次五行黑章。",
            "次以經卒，亡章者有誅，前一五行，置章於首；次二五行，置章於項；次三五行，置章於胸；次四五行，置章於腹；次五五行，置章於腰。如此，卒無非其吏，吏無非其卒，見非而不詰，見亂而不禁，其罪如之。",
            "鼓行交鬥，則前行進為犯難，後行進為辱眾。踰五行而前進者有賞，踰五行而後者有誅，所以知進退先後，吏卒之功也。故曰：『鼓之前如霆，動如風雨，莫敢當其前，莫敢躡其後。』言有經也。"
        ],
        "Simplified": [
            "经卒者，以经令分之为三分焉：左军苍旗，卒戴苍羽；右军白旗，卒戴白羽；中军黄旗，卒戴黄羽。卒有五章：前一行苍章，次二行赤章，次三行黄章，次四行白章，次五行黑章。",
            "次以经卒，亡章者有诛，前一五行，置章于首；次二五行，置章于项；次三五行，置章于胸；次四五行，置章于腹；次五五行，置章于腰。如此，卒无非其吏，吏无非其卒，见非而不诘，见乱而不禁，其罪如之。",
            "鼓行交斗，则前行进为犯难，后行进为辱众。逾五行而前进者有赏，逾五行而后者有诛，所以知进退先后，吏卒之功也。故曰：『鼓之前如霆，动如风雨，莫敢当其前，莫敢蹑其后。』言有经也。"
        ]
    },
    {
        "Chapter": "尉繚子|勒卒令",
        "Traditional": [
            "金、鼓、鈴、旂四者各有法。鼓之則進，重鼓則擊。金之則止，重金則退。鈴，傳令也。旂麾之左則左，麾之右則右，奇兵則反是。",
            "一鼓一擊而左，一鼓一擊而右。一步一鼓，步鼓也。十步一鼓，趨鼓也，音不絕，鶩鼓也。商，將鼓也。角，帥鼓也，小鼓，伯鼓也。三鼓同，則將、帥、伯其心一也。奇兵則反是。",
            "鼓失次者有誅，喧嘩者有誅，不聽金、鼓、鈴、旂者有誅。",
            "百人而教戰，教成，合之千人。千人教成，合之萬人。萬人教成，合之三軍。三軍之眾，有分有合，為大戰之法，教成，試之以閱。",
            "方亦勝，圓亦勝，錯斜亦勝，臨險亦勝。敵在山緣而從之，敵在淵沒而從之，求敵如求亡子，從之無疑，故能敗敵而制其命。",
            "夫蚤決先敵，若計不先定，慮不蚤決，則進退不定，疑生必敗。故正兵貴先，奇兵貴後，或先或後，制敵者也。世將不知法者，專命而行，先擊而勇，無不敗者也。",
            "其舉有疑而不疑，其往有信而不信，其致有遲疾而不遲疾，是三者戰之累也。"
        ],
        "Simplified": [
            "金、鼓、铃、旗四者各有法。鼓之则进，重鼓则击。金之则止，重金则退。铃，传令也。旗麾之左则左，麾之右则右，奇兵则反是。",
            "一鼓一击而左，一鼓一击而右。一步一鼓，步鼓也。十步一鼓，趋鼓也，音不绝，鹜鼓也。商，将鼓也。角，帅鼓也，小鼓，伯鼓也。三鼓同，则将、帅、伯其心一也。奇兵则反是。",
            "鼓失次者有诛，喧哗者有诛，不听金、鼓、铃、旗者有诛。",
            "百人而教战，教成，合之千人。千人教成，合之万人。万人教成，合之三军。三军之众，有分有合，为大战之法，教成，试之以阅。",
            "方亦胜，圆亦胜，错斜亦胜，临险亦胜。敌在山缘而从之，敌在渊没而从之，求敌如求亡子，从之无疑，故能败敌而制其命。",
            "夫蚤决先敌，若计不先定，虑不蚤决，则进退不定，疑生必败。故正兵贵先，奇兵贵后，或先或后，制敌者也。世将不知法者，专命而行，先击而勇，无不败者也。",
            "其举有疑而不疑，其往有信而不信，其致有迟疾而不迟疾，是三者战之累也。"
        ]
    },
    {
        "Chapter": "尉繚子|將令",
        "Traditional": [
            "將軍受命，君必先謀於廟，行令於廷，君身以斧鉞授將曰：『左、右、中軍皆有分職，若踰分而上請者死，軍無二令，二令者誅。留令者誅。失令者誅。』",
            "將軍告曰：『出國門之外，期日中設營，表置轅門，期之，如過時則坐法。』",
            "將軍入營，即閉門清道，有敢行者誅，有敢高言者誅，有敢不從令者誅。"
        ],
        "Simplified": [
            "将军受命，君必先谋于庙，行令于廷，君身以斧钺授将曰：『左、右、中军皆有分职，若逾分而上请者死，军无二令，二令者诛。留令者诛。失令者诛。』",
            "将军告曰：『出国门之外，期日中设营，表置辕门，期之，如过时则坐法。』",
            "将军入营，即闭门清道，有敢行者诛，有敢高言者诛，有敢不从令者诛。"
        ]
    },
    {
        "Chapter": "尉繚子|踵軍令",
        "Traditional": [
            "所謂踵軍者，去大軍百里，期於會地，為三日熟食，前軍而行，為戰合之表。合表，乃起踵軍，饗士，使為之戰勢，是謂趨戰者也。",
            "興軍者，前踵軍而行，合表乃起，去大軍一倍其道，去踵軍百里，期於會地，為六日熟食，使為戰備，分卒據要害。戰利則追北，按兵而趨之。踵軍遇有還者誅之。所謂諸將之兵，在四奇之內者勝也。",
            "兵有什伍，有分有合，豫為之職，守要塞關梁而分居之。戰合表起，即皆會也。大軍為計日之食起，戰具無不及也，令行而起，不如令者有誅。",
            "凡稱分塞者，四境之內，當興軍踵軍既行，則四境之民，無得行者。奉王之軍命，授持符節，名為順職之吏，非順職之吏而行者誅之。戰合表起，順職之吏，乃行用以相參，故欲戰先安內也。"
        ],
        "Simplified": [
            "所谓踵军者，去大军百里，期于会地，为三日熟食，前军而行，为战合之表。合表，乃起踵军，飨士，使为之战势，是谓趋战者也。",
            "兴军者，前踵军而行，合表乃起，去大军一倍其道，去踵军百里，期于会地，为六日熟食，使为战备，分卒据要害。战利则追北，按兵而趋之。踵军遇有还者诛之。所谓诸将之兵，在四奇之内者胜也。",
            "兵有什伍，有分有合，豫为之职，守要塞关梁而分居之。战合表起，即皆会也。大军为计日之食起，战具无不及也，令行而起，不如令者有诛。",
            "凡称分塞者，四境之内，当兴军踵军既行，则四境之民，无得行者。奉王之军命，授持符节，名为顺职之吏，非顺职之吏而行者诛之。战合表起，顺职之吏，乃行用以相参，故欲战先安内也。"
        ]
    },
    {
        "Chapter": "尉繚子|兵教上",
        "Traditional": [
            "兵之教，令分營居陳，有非令而進退者，加犯教之罪。前行者前行教之，後行者後行教之，左行者左行教之，右行者右行教之，教舉五人，其甲首有賞。弗教如犯教之罪。羅地者，自揭其伍，伍內互揭之，免其罪。",
            "凡伍臨陳，若一人有不進死於敵，則教者如犯法之罪。凡什保什，若亡一人，而九人不盡死於敵，則教者如犯教之罪。自什己上，至於裨將，有不若法者，則教者如犯法者之罪。",
            "凡明刑罰，正勸賞，必在乎兵教之法。",
            "將異其旂，卒異其章，左軍章左肩，右軍章右肩，中軍章胸前。書其章曰：某甲、某士。前後軍各五行，尊章置首上，其次差降之。",
            "伍長教其四人，以板為鼓，以瓦為金，以竿為旂。擊鼓而進，低旂則趨，擊金而退。麾而左之，麾而右之，金鼓俱擊而坐。",
            "伍長教成，合之什長。什長教成，合之卒長。卒長教成，合之伯長。伯長教成，合之兵尉。兵尉教成，合之裨將。裨將教成，合之大將。大將教之，陳於中野，置大表三百步而一。既陣去表，百步而決。百步而趨，百步而鶩，習戰以成其節，乃為之賞罰。",
            "自尉吏而下，盡有旂。戰勝得旂者，各視所得之爵，以明賞勸之心。",
            "戰勝在乎立威，立威在乎戮力，戮力在乎正罰，正罰者所以明賞也。",
            "令民背國門之限，決生死之分，教之死而不疑者，有以也。令守者必固，戰者必鬥，姦謀不作，姦民不語，令行無變，兵行無猜，輕者若霆，奮敵若驚。舉功別德，明如白黑，令民從上令，如四肢應心也。",
            "前軍絕行亂陳，破堅如潰者，有以也。此謂之兵教。所以開封疆，守社稷，除患害，成武德也。"
        ],
        "Simplified": [
            "兵之教，令分营居陈，有非令而进退者，加犯教之罪。前行者前行教之，后行者后行教之，左行者左行教之，右行者右行教之，教举五人，其甲首有赏。弗教如犯教之罪。罗地者，自揭其伍，伍内互揭之，免其罪。",
            "凡伍临陈，若一人有不进死于敌，则教者如犯法之罪。凡什保什，若亡一人，而九人不尽死于敌，则教者如犯教之罪。自什己上，至于裨将，有不若法者，则教者如犯法者之罪。",
            "凡明刑罚，正劝赏，必在乎兵教之法。",
            "将异其旗，卒异其章，左军章左肩，右军章右肩，中军章胸前。书其章曰：某甲、某士。前后军各五行，尊章置首上，其次差降之。",
            "伍长教其四人，以板为鼓，以瓦为金，以竿为旗。击鼓而进，低旗则趋，击金而退。麾而左之，麾而右之，金鼓俱击而坐。",
            "伍长教成，合之什长。什长教成，合之卒长。卒长教成，合之伯长。伯长教成，合之兵尉。兵尉教成，合之裨将。裨将教成，合之大将。大将教之，陈于中野，置大表三百步而一。既阵去表，百步而决。百步而趋，百步而鹜，习战以成其节，乃为之赏罚。",
            "自尉吏而下，尽有旗。战胜得旗者，各视所得之爵，以明赏劝之心。",
            "战胜在乎立威，立威在乎戮力，戮力在乎正罚，正罚者所以明赏也。",
            "令民背国门之限，决生死之分，教之死而不疑者，有以也。令守者必固，战者必斗，奸谋不作，奸民不语，令行无变，兵行无猜，轻者若霆，奋敌若惊。举功别德，明如白黑，令民从上令，如四肢应心也。",
            "前军绝行乱陈，破坚如溃者，有以也。此谓之兵教。所以开封疆，守社稷，除患害，成武德也。"
        ]
    },
    {
        "Chapter": "尉繚子|兵教下",
        "Traditional": [
            "臣聞人君有必勝之道，故能并兼廣大，以一其制度，則威加天下有十二焉：",
            "一曰連刑，謂同罪保伍也；二曰地禁，謂禁止行道，以網外姦也；三曰全軍，謂甲首相附，三五相同，以結其聯也；四曰開塞，謂分地以限，各死其職而堅守也；五曰分限，謂左右相禁，前後相待，垣車為固，以逆以止也；六曰號別，謂前列務進以別，其後者不得爭先登不次也；七曰五章，謂彰明行列，始卒不亂也；八曰全曲，謂曲折相從，皆有分部也；九曰金鼓，謂興有功，致有德也；十曰陳車，謂接連前矛，馬冒其目也；十一曰死士，謂眾軍之中有材智者，乘於戰車，前後縱橫，出奇制敵也；十二曰力卒，謂經旂全曲，不麾不動也。",
            "此十二者教成，犯令不舍。兵弱能強之，主卑能尊之，令弊能起之，民流能親之，人眾能治之，地大能守之。國車不出於閫，組甲不出於橐，而威服天下矣。",
            "兵有五致：為將忘家，踰垠忘親，指敵忘身，必死則生，急勝為下。",
            "百人被刃，陷行亂陳，千人被刃，擒敵殺將，萬人被刃，橫行天下。",
            "武王問太公望曰：『吾欲少間而極用人之要？』望對曰：『賞如山，罰如谿。太上無過，其次補過，使人無得私語。諸罰而請不罰者死，諸賞而請不賞者死。伐國必因其變，示之以財，以觀其窮，示之以弊，以觀其病，上乖下離，若此之類是伐之因也。』",
            "凡興師，必審內外之權，以計其去。兵有備闕，糧食有餘不足，校所出入之路，然後興師伐亂，必能入之。",
            "地大而城小者，必先收其地。城大而窄者，必先攻其城。地廣而人寡者，則絕其阨。地狹而人眾者，則築大堙以臨之。無喪其利，無奮其時，寬其政，夷其業；救其弊，則足施天下。",
            "今戰國相攻，大伐有德。自伍而兩，自兩而師，不一其令。率俾民心不定，徒尚驕侈，謀患辨訟，吏究其事，累且敗也。日暮路遠，還有挫氣。師老將貪，爭掠易敗。",
            "凡將輕，壘卑，眾動，可攻也。將重，壘高，眾懼，可圍也。凡圍必開其小利，使漸夷弱，則節各有不食者矣。眾夜擊者驚也，眾避事者離也。待人之救，期戰而蹙，皆心失而傷氣也。傷氣敗軍，曲謀敗國。"
        ],
        "Simplified": [
            "臣闻人君有必胜之道，故能并兼广大，以一其制度，则威加天下有十二焉：",
            "一曰连刑，谓同罪保伍也；二曰地禁，谓禁止行道，以网外奸也；三曰全军，谓甲首相附，三五相同，以结其联也；四曰开塞，谓分地以限，各死其职而坚守也；五曰分限，谓左右相禁，前后相待，垣车为固，以逆以止也；六曰号别，谓前列务进以别，其后者不得争先登不次也；七曰五章，谓彰明行列，始卒不乱也；八曰全曲，谓曲折相从，皆有分部也；九曰金鼓，谓兴有功，致有德也；十曰陈车，谓接连前矛，马冒其目也；十一曰死士，谓众军之中有材智者，乘于战车，前后纵横，出奇制敌也；十二曰力卒，谓经旗全曲，不麾不动也。",
            "此十二者教成，犯令不舍。兵弱能强之，主卑能尊之，令弊能起之，民流能亲之，人众能治之，地大能守之。国车不出于阃，组甲不出于橐，而威服天下矣。",
            "兵有五致：为将忘家，逾垠忘亲，指敌忘身，必死则生，急胜为下。",
            "百人被刃，陷行乱陈，千人被刃，擒敌杀将，万人被刃，横行天下。",
            "武王问太公望曰：『吾欲少间而极用人之要？』望对曰：『赏如山，罚如溪。太上无过，其次补过，使人无得私语。诸罚而请不罚者死，诸赏而请不赏者死。伐国必因其变，示之以财，以观其穷，示之以弊，以观其病，上乖下离，若此之类是伐之因也。』",
            "凡兴师，必审内外之权，以计其去。兵有备阙，粮食有馀不足，校所出入之路，然后兴师伐乱，必能入之。",
            "地大而城小者，必先收其地。城大而窄者，必先攻其城。地广而人寡者，则绝其厄。地狭而人众者，则筑大堙以临之。无丧其利，无奋其时，宽其政，夷其业；救其弊，则足施天下。",
            "今战国相攻，大伐有德。自伍而两，自两而师，不一其令。率俾民心不定，徒尚骄侈，谋患辨讼，吏究其事，累且败也。日暮路远，还有挫气。师老将贪，争掠易败。",
            "凡将轻，垒卑，众动，可攻也。将重，垒高，众惧，可围也。凡围必开其小利，使渐夷弱，则节各有不食者矣。众夜击者惊也，众避事者离也。待人之救，期战而蹙，皆心失而伤气也。伤气败军，曲谋败国。"
        ]
    },
    {
        "Chapter": "尉繚子|兵令上",
        "Traditional": [
            "兵者，凶器也。爭者，逆德也。事必有本，故王者伐暴亂，本仁義焉。戰國則以立威，抗敵，相圖，不能廢兵也。",
            "兵者以武為植，以文為種。武為表，文為裏。能審此二者，知勝敗矣。文所以視利害，辨安危；武所以犯強敵，力攻守也。",
            "專一則勝，離散則敗。陳以密則固，鋒以疏則達。卒畏將甚於敵者勝，卒畏敵甚於將者敗。所以知勝敗者，稱將於敵也，敵與將猶權衡焉。安靜則治，暴疾則亂。",
            "出卒陳兵有常令，行伍疏數有常法，先後之次有適宜。常令者，非追北襲邑攸用也。前後不次則失也。亂先後斬之。",
            "常陳皆向敵，有內向，有外向，有立陳，有坐陳。夫內向所以顧中也，外向所以備外也，立陳所以進也，坐陳所以止也，立坐之陳，相參進止，將在其中。坐之兵劍斧，立之兵戟弩，將亦居中。",
            "善禦敵者，正兵先合，而後振之，此必勝之術也。陳之斧鉞，飾之旂章，有功必賞，犯令必死，存亡死生，在枹之端，雖天下有善兵者，莫能禦此矣。",
            "矢射未交，長刃未接，前譟者謂之虛，後譟者謂之實，不譟者謂之秘，虛實者兵之體也。"
        ],
        "Simplified": [
            "兵者，凶器也。争者，逆德也。事必有本，故王者伐暴乱，本仁义焉。战国则以立威，抗敌，相图，不能废兵也。",
            "兵者以武为植，以文为种。武为表，文为里。能审此二者，知胜败矣。文所以视利害，辨安危；武所以犯强敌，力攻守也。",
            "专一则胜，离散则败。陈以密则固，锋以疏则达。卒畏将甚于敌者胜，卒畏敌甚于将者败。所以知胜败者，称将于敌也，敌与将犹权衡焉。安静则治，暴疾则乱。",
            "出卒陈兵有常令，行伍疏数有常法，先后之次有适宜。常令者，非追北袭邑攸用也。前后不次则失也。乱先后斩之。",
            "常陈皆向敌，有内向，有外向，有立陈，有坐陈。夫内向所以顾中也，外向所以备外也，立陈所以进也，坐陈所以止也，立坐之陈，相参进止，将在其中。坐之兵剑斧，立之兵戟弩，将亦居中。",
            "善御敌者，正兵先合，而后振之，此必胜之术也。陈之斧钺，饰之旗章，有功必赏，犯令必死，存亡死生，在枹之端，虽天下有善兵者，莫能御此矣。",
            "矢射未交，长刃未接，前噪者谓之虚，后噪者谓之实，不噪者谓之秘，虚实者兵之体也。"
        ]
    },
    {
        "Chapter": "尉繚子|兵令下",
        "Traditional": [
            "諸去大軍為前禦之備者，邊縣列候各相去三、五里。聞大軍為前禦之備戰，則皆禁行，所以安內也。",
            "內卒出戍，令將吏授旂鼓戈甲。發日，後將吏及出縣封界者，以坐後戍法。兵戍邊一歲，遂亡不候代者，法比亡軍。父母妻子知之，與同罪。弗知，赦之。",
            "卒後將吏而至大將所一日，父母妻子盡同罪。卒逃歸至家一日，父母妻子弗捕執及不言，亦同罪。",
            "諸戰而亡其將吏者，及將吏棄卒獨北者，盡斬之。前吏棄其卒而北，後吏能斬之而奪其卒者，賞。軍無功者，戍三歲。",
            "三軍大戰，若大將死，而從吏五百人以上不能死敵者，斬。大將左右近卒在陳中者，皆斬。餘士卒，有軍功者，奪一級。無軍功者，戍三歲。",
            "戰亡伍人，及伍人戰死不得其死，同伍盡奪其功。得其屍，罪皆赦。",
            "軍之利害，在國之名實。今名在官，而實在家，官不得其實，家不得其名。聚卒為軍，有空名而無實，外不足以禦敵，內不足以守國，此軍之所以不給，將之所以奪威也。",
            "臣以謂卒逃歸者，同舍伍人及吏，罰入糧為饒。名為軍實，是有一軍之名，而有二實之出，國內空虛，自竭民歲，曷以免奔北之禍乎？",
            "今以法止逃歸，禁亡軍，是兵之一勝也。什伍相聯，及戰鬥則卒吏相救，是兵之二勝也。將能立威，卒能節制，號令明信，攻守皆得，是兵之三勝也。",
            "臣聞古之善用兵者，能殺士卒之半，其次殺其十三，其下殺其十一。能殺其半者，威加海內；殺十三者，力加諸侯；殺十一者，令行士卒。故曰：百萬之眾不用命，不如萬人之鬥也。萬人之鬥，不如百人之奮也。",
            "「賞如日月，信如四時，令如斧鉞，制如干將，士卒不用命者，未之聞也。」"
        ],
        "Simplified": [
            "诸去大军为前御之备者，边县列候各相去三、五里。闻大军为前御之备战，则皆禁行，所以安内也。",
            "内卒出戍，令将吏授旗鼓戈甲。发日，后将吏及出县封界者，以坐后戍法。兵戍边一岁，遂亡不候代者，法比亡军。父母妻子知之，与同罪。弗知，赦之。",
            "卒后将吏而至大将所一日，父母妻子尽同罪。卒逃归至家一日，父母妻子弗捕执及不言，亦同罪。",
            "诸战而亡其将吏者，及将吏弃卒独北者，尽斩之。前吏弃其卒而北，后吏能斩之而夺其卒者，赏。军无功者，戍三岁。",
            "三军大战，若大将死，而从吏五百人以上不能死敌者，斩。大将左右近卒在陈中者，皆斩。馀士卒，有军功者，夺一级。无军功者，戍三岁。",
            "战亡伍人，及伍人战死不得其死，同伍尽夺其功。得其尸，罪皆赦。",
            "军之利害，在国之名实。今名在官，而实在家，官不得其实，家不得其名。聚卒为军，有空名而无实，外不足以御敌，内不足以守国，此军之所以不给，将之所以夺威也。",
            "臣以谓卒逃归者，同舍伍人及吏，罚入粮为饶。名为军实，是有一军之名，而有二实之出，国内空虚，自竭民岁，曷以免奔北之祸乎？",
            "今以法止逃归，禁亡军，是兵之一胜也。什伍相联，及战斗则卒吏相救，是兵之二胜也。将能立威，卒能节制，号令明信，攻守皆得，是兵之三胜也。",
            "臣闻古之善用兵者，能杀士卒之半，其次杀其十三，其下杀其十一。能杀其半者，威加海内；杀十三者，力加诸侯；杀十一者，令行士卒。故曰：百万之众不用命，不如万人之斗也。万人之斗，不如百人之奋也。",
            "「赏如日月，信如四时，令如斧钺，制如干将，士卒不用命者，未之闻也。」"
        ]
    }
]