[
    {
        "Chapter": "公孫龍子|跡府",
        "Traditional": [
            "公孫龍，六國時辯士也。疾名實之散亂，因資材之所長，為「守白」之論。假物取譬，以「守白」辯，謂白馬為非馬也。白馬為非馬者，言白所以名色，言馬所以名形也；色非形，形非色也。夫言色則形不當與，言形則色不宜從，今合以為物，非也。如求白馬於廐中，無有，而有驪色之馬，然不可以應有白馬也。不可以應有白馬，則所求之馬亡矣；亡則白馬竟非馬。欲推是辯，以正名實而化天下焉。",
            "龍與孔穿會趙平原君家。穿曰：「素聞先生高誼，願為弟子久，但不取先生以白馬為非馬耳！請去此術，則穿請為弟子。」龍曰：「先生之言悖。龍之所以為名者，乃以白馬之論爾！今使龍去之，則無以教焉。且欲師之者，以智與學不如也。今使龍去之，此先教而後師之也；先教而後師之者，悖。",
            "「且白馬非馬，乃仲尼之所取。龍聞楚王張繁弱之弓，載亡歸之矢，以射蛟兕於雲夢之圃，而喪其弓。左右請求之。王曰：『止。楚人遺弓，楚人得之，又何求乎？』仲尼聞之曰：『楚王仁義而未遂也。亦曰人亡弓，人得之而已，何必楚？』若此，仲尼異『楚人』於所謂『人』。夫是仲尼異『楚人』於所謂『人』，而非龍異『白馬』於所謂『馬』，悖。」",
            "「先生修儒術而非仲尼之所取，欲學而使龍去所教，則雖百龍，固不能當前矣。」孔穿無以應焉。",
            "公孫龍，趙平原君之客也；孔穿，孔子之葉也。穿與龍會。穿謂龍曰：「臣居魯，側聞下風，高先生之智，說先生之行，願受益之日久矣，乃今得見。然所不取先生者，獨不取先生之以白馬為非馬耳。請去白馬非馬之學，穿請為弟子。」",
            "公孫龍曰：「先生之言悖。龍之學，以白馬為非馬者也。使龍去之，則龍無以教；無以教而乃學于龍也者，悖。且夫欲學于龍者，以智與學焉為不逮也。今教龍去白馬非馬，是先教而後師之也；先教而後師之，不可。」",
            "「先生之所以教龍者，似齊王之謂尹文也。齊王之謂尹文曰：『寡人甚好士，以齊國無士，何也？』尹文曰：『願聞大王之所謂士者。』齊王無以應。尹文曰：『今有人於此，事君則忠，事親則孝，交友則信，處鄉則順，有此四行，可謂士乎？』齊王曰：『善！此真吾所謂士也。』尹文曰：『王得此人，肯以為臣乎？』王曰：『所願而不可得也。』」",
            "「是時齊王好勇。於是尹文曰：『使此人廣眾大庭之中，見侵侮而終不敢鬬，王將以為臣乎？』王曰：『詎士也？見侮而不鬬，辱也！辱則寡人不以為臣矣。』尹文曰：『唯見侮而不鬬，未失其四行也。是人未失其四行，其所以為士也。然而王一以為臣，一不以為臣，則向之所謂士者，乃非士乎？』齊王無以應。」",
            "「尹文曰：『今有人君，將理其國，人有非則非之，無非則亦非之；有功則賞之，無功則亦賞之，而怨人之不理也，可乎？』齊王曰：『不可。』尹文曰：『臣竊觀下吏之理齊，其方若此矣。』王曰：『寡人理國，信若先生之言，人雖不理，寡人不敢怨也。意未至然與？』",
            "「尹文曰：『言之敢無說乎？王之令曰：『殺人者死，傷人者刑。』人有畏王之令者，見侮而終不敢鬬，是全王之令也。而王曰：『見侮而不鬬者，辱也。』謂之辱，非之也。無非而王非之，故因除其籍，不以為臣也。不以為臣者，罰之也。此無罪而王罰之也。且王辱不敢鬬者，必榮敢鬬者也；榮敢鬬者，是而王是之，必以為臣矣。必以為臣者，賞之也。彼無功而王賞之。王之所賞，吏之所誅也；上之所是，而法之所非也。賞罰是非，相與四謬，雖十黃帝，不能理也。』齊王無以應焉。」",
            "「故龍以子之言有似齊王。子知難白馬之非馬，不知所以難之說，以此，猶知好士之名，而不知察士之類。」"
        ],
        "Simplified": [
            "公孙龙，六国时辩士也。疾名实之散乱，因资材之所长，为「守白」之论。假物取譬，以「守白」辩，谓白马为非马也。白马为非马者，言白所以名色，言马所以名形也；色非形，形非色也。夫言色则形不当与，言形则色不宜从，今合以为物，非也。如求白马于廐中，无有，而有骊色之马，然不可以应有白马也。不可以应有白马，则所求之马亡矣；亡则白马竟非马。欲推是辩，以正名实而化天下焉。",
            "龙与孔穿会赵平原君家。穿曰：「素闻先生高谊，愿为弟子久，但不取先生以白马为非马耳！请去此术，则穿请为弟子。」龙曰：「先生之言悖。龙之所以为名者，乃以白马之论尔！今使龙去之，则无以教焉。且欲师之者，以智与学不如也。今使龙去之，此先教而后师之也；先教而后师之者，悖。",
            "「且白马非马，乃仲尼之所取。龙闻楚王张繁弱之弓，载亡归之矢，以射蛟兕于云梦之圃，而丧其弓。左右请求之。王曰：『止。楚人遗弓，楚人得之，又何求乎？』仲尼闻之曰：『楚王仁义而未遂也。亦曰人亡弓，人得之而已，何必楚？』若此，仲尼异『楚人』于所谓『人』。夫是仲尼异『楚人』于所谓『人』，而非龙异『白马』于所谓『马』，悖。」",
            "「先生修儒术而非仲尼之所取，欲学而使龙去所教，则虽百龙，固不能当前矣。」孔穿无以应焉。",
            "公孙龙，赵平原君之客也；孔穿，孔子之叶也。穿与龙会。穿谓龙曰：「臣居鲁，侧闻下风，高先生之智，说先生之行，愿受益之日久矣，乃今得见。然所不取先生者，独不取先生之以白马为非马耳。请去白马非马之学，穿请为弟子。」",
            "公孙龙曰：「先生之言悖。龙之学，以白马为非马者也。使龙去之，则龙无以教；无以教而乃学于龙也者，悖。且夫欲学于龙者，以智与学焉为不逮也。今教龙去白马非马，是先教而后师之也；先教而后师之，不可。」",
            "「先生之所以教龙者，似齐王之谓尹文也。齐王之谓尹文曰：『寡人甚好士，以齐国无士，何也？』尹文曰：『愿闻大王之所谓士者。』齐王无以应。尹文曰：『今有人于此，事君则忠，事亲则孝，交友则信，处乡则顺，有此四行，可谓士乎？』齐王曰：『善！此真吾所谓士也。』尹文曰：『王得此人，肯以为臣乎？』王曰：『所愿而不可得也。』」",
            "「是时齐王好勇。于是尹文曰：『使此人广众大庭之中，见侵侮而终不敢鬬，王将以为臣乎？』王曰：『讵士也？见侮而不鬬，辱也！辱则寡人不以为臣矣。』尹文曰：『唯见侮而不鬬，未失其四行也。是人未失其四行，其所以为士也。然而王一以为臣，一不以为臣，则向之所谓士者，乃非士乎？』齐王无以应。」",
            "「尹文曰：『今有人君，将理其国，人有非则非之，无非则亦非之；有功则赏之，无功则亦赏之，而怨人之不理也，可乎？』齐王曰：『不可。』尹文曰：『臣窃观下吏之理齐，其方若此矣。』王曰：『寡人理国，信若先生之言，人虽不理，寡人不敢怨也。意未至然与？』",
            "「尹文曰：『言之敢无说乎？王之令曰：『杀人者死，伤人者刑。』人有畏王之令者，见侮而终不敢鬬，是全王之令也。而王曰：『见侮而不鬬者，辱也。』谓之辱，非之也。无非而王非之，故因除其籍，不以为臣也。不以为臣者，罚之也。此无罪而王罚之也。且王辱不敢鬬者，必荣敢鬬者也；荣敢鬬者，是而王是之，必以为臣矣。必以为臣者，赏之也。彼无功而王赏之。王之所赏，吏之所诛也；上之所是，而法之所非也。赏罚是非，相与四谬，虽十黄帝，不能理也。』齐王无以应焉。」",
            "「故龙以子之言有似齐王。子知难白马之非马，不知所以难之说，以此，犹知好士之名，而不知察士之类。」"
        ]
    },
    {
        "Chapter": "公孫龍子|白馬論",
        "Traditional": [
            "「白馬非馬」，可乎？",
            "曰：可。",
            "曰：何哉？",
            "曰：馬者，所以命形也；白者，所以命色也。命色者非命形也。故曰：「白馬非馬」。",
            "曰：有白馬，不可謂無馬也。不可謂無馬者，非馬也？有白馬為有馬，白之，非馬何也？",
            "曰：求馬，黃、黑馬皆可致；求白馬，黃、黑馬不可致。使白馬乃馬也，是所求一也。所求一者，白者不異馬也；所求不異，如黃、黑馬有可有不可，何也？可與不可，其相非明。故黃、黑馬一也，而可以應有馬，而不可以應有白馬。是白馬之非馬，審矣！",
            "曰：以馬之有色為非馬，天下非有無色之馬也。天下無馬可乎？",
            "曰：馬固有色，故有白馬。使馬無色，有馬如已耳，安取白馬？故白者非馬也。白馬者，馬與白也；馬與白馬也，故曰：白馬非馬也。",
            "曰：馬未與白為馬，白未與馬為白。合馬與白，復名白馬。是相與以不相與為名，未可。故曰：白馬非馬未可。",
            "曰：以「有白馬為有馬」，謂有白馬為有黃馬，可乎？",
            "曰：未可。",
            "曰：以有馬為異有黃馬，是異黃馬於馬也；異黃馬於馬，是以黃馬為非馬。以黃馬為非馬，而以白馬為有馬，此飛者入池而棺槨異處，此天下之悖言亂辭也。",
            "曰：有白馬，不可謂無馬者，離白之謂也。不離者有白馬不可謂有馬也。故所以為有馬者，獨以馬為有馬耳，非有白馬為有馬。故其為有馬也，不可以謂馬馬也。",
            "曰：白者不定所白，忘之而可也。白馬者，言白定所白也。定所白者，非白也。馬者，無去取于色，故黃、黑皆所以應。白馬者，有去取于色，黃、黑馬皆所以色去，故唯白馬獨可以應耳。無去者非有去也；故曰：「白馬非馬」。"
        ],
        "Simplified": [
            "「白马非马」，可乎？",
            "曰：可。",
            "曰：何哉？",
            "曰：马者，所以命形也；白者，所以命色也。命色者非命形也。故曰：「白马非马」。",
            "曰：有白马，不可谓无马也。不可谓无马者，非马也？有白马为有马，白之，非马何也？",
            "曰：求马，黄、黑马皆可致；求白马，黄、黑马不可致。使白马乃马也，是所求一也。所求一者，白者不异马也；所求不异，如黄、黑马有可有不可，何也？可与不可，其相非明。故黄、黑马一也，而可以应有马，而不可以应有白马。是白马之非马，审矣！",
            "曰：以马之有色为非马，天下非有无色之马也。天下无马可乎？",
            "曰：马固有色，故有白马。使马无色，有马如已耳，安取白马？故白者非马也。白马者，马与白也；马与白马也，故曰：白马非马也。",
            "曰：马未与白为马，白未与马为白。合马与白，复名白马。是相与以不相与为名，未可。故曰：白马非马未可。",
            "曰：以「有白马为有马」，谓有白马为有黄马，可乎？",
            "曰：未可。",
            "曰：以有马为异有黄马，是异黄马于马也；异黄马于马，是以黄马为非马。以黄马为非马，而以白马为有马，此飞者入池而棺椁异处，此天下之悖言乱辞也。",
            "曰：有白马，不可谓无马者，离白之谓也。不离者有白马不可谓有马也。故所以为有马者，独以马为有马耳，非有白马为有马。故其为有马也，不可以谓马马也。",
            "曰：白者不定所白，忘之而可也。白马者，言白定所白也。定所白者，非白也。马者，无去取于色，故黄、黑皆所以应。白马者，有去取于色，黄、黑马皆所以色去，故唯白马独可以应耳。无去者非有去也；故曰：「白马非马」。"
        ]
    },
    {
        "Chapter": "公孫龍子|指物論",
        "Traditional": [
            "物莫非指，而指非指。",
            "天下無指，物無可以謂物。非指者天下，而物可謂指乎？",
            "指也者，天下之所無也；物也者，天下之所有也。以天下之所有，為天下之所無，未可。",
            "天下無指，而物不可謂指也。不可謂指者，非指也？非指者，物莫非指也。",
            "天下無指而物不可謂指者，非有非指也。非有非指者，物莫非指也。物莫非指者，而指非指也。",
            "天下無指者，生于物之各有名，不為指也。不為指而謂之指，是兼不為指。以有不為指之無不為指，未可。",
            "且指者天下之所兼。天下無指者，物不可謂無指也；不可謂無指者。非有非指也；非有非指者，物莫非指、指非非指也，指與物非指也。",
            "使天下無物指，誰徑謂非指？天下無物，誰徑謂指？天下有指無物指，誰徑謂非指、徑謂無物非指？",
            "且夫指固自為非指，奚待于物而乃與為指"
        ],
        "Simplified": [
            "物莫非指，而指非指。",
            "天下无指，物无可以谓物。非指者天下，而物可谓指乎？",
            "指也者，天下之所无也；物也者，天下之所有也。以天下之所有，为天下之所无，未可。",
            "天下无指，而物不可谓指也。不可谓指者，非指也？非指者，物莫非指也。",
            "天下无指而物不可谓指者，非有非指也。非有非指者，物莫非指也。物莫非指者，而指非指也。",
            "天下无指者，生于物之各有名，不为指也。不为指而谓之指，是兼不为指。以有不为指之无不为指，未可。",
            "且指者天下之所兼。天下无指者，物不可谓无指也；不可谓无指者。非有非指也；非有非指者，物莫非指、指非非指也，指与物非指也。",
            "使天下无物指，谁径谓非指？天下无物，谁径谓指？天下有指无物指，谁径谓非指、径谓无物非指？",
            "且夫指固自为非指，奚待于物而乃与为指"
        ]
    },
    {
        "Chapter": "公孫龍子|通變論",
        "Traditional": [
            "曰：「二有一乎？」",
            "曰：「二無一。」",
            "曰：「二有右乎？」",
            "曰：「二無右。」",
            "曰：「二有左乎？」",
            "曰：「二無左。」",
            "曰：「右可謂二乎？」",
            "曰：「不可。」",
            "曰：「左可謂二乎？」",
            "曰：「不可。」",
            "曰：「左與右可謂二乎？」",
            "曰：「可。」",
            "曰：「謂變非不變，可乎？」",
            "曰：「可。」",
            "曰：「右有與，可謂變乎？」",
            "曰：「可。」",
            "曰：「變隻？」",
            "曰：「右」",
            "曰：「右苟變，安可謂右？苟不變，安可謂變？」",
            "曰：「二苟無左又無右，二者左與右奈何？羊合牛非馬，牛合羊非雞。」",
            "曰：「何哉？」",
            "曰：「羊與牛唯異，羊有齒，牛無齒。而羊牛之非羊也，之非牛也，未可。是不俱有，而或類焉。」",
            "「羊有角、牛有角。牛之而羊也；羊之而牛也，未可。是俱有，而類之不同也。」",
            "「羊牛有角，馬無角；馬有尾，羊牛無尾。故曰：羊合牛非馬也。非馬者，無馬也。無馬者，羊不二，牛不二，而羊牛二。是而羊，而牛，非馬，可也。」",
            "「若舉而以是；猶類之不同。若左右猶是舉。」",
            "「牛羊有毛，雞有羽。謂雞足，一。數足，二。二而一，故三。謂牛羊足，一。數足，四。四而一，故五。牛、羊足五，雞足三。故曰：牛合羊非雞。非有以非雞也。",
            "「與馬以雞，寧馬。材，不材，其無以類審矣。舉是亂名，是謂狂舉。」",
            "曰：「他辯。」",
            "曰：「青以白非黃，白以青非碧。」",
            "曰：「何哉？」",
            "曰：「青白不相與而相與，反對也。不相鄰而相鄰，不害其方也。不害其方者，反而對。各當其所，若左右不驪。」",
            "「故一於青不可，一於白不可。惡乎其有黃矣哉？黃其正矣，是正舉也。其有君臣之於國焉，故強壽矣。」",
            "「而且青驪乎白，而白不勝也。白足之勝矣，而不勝，是木賊金也。木賊金者碧，碧則非正舉矣。」",
            "「青白不相與而相與，不相勝，則兩明也。爭而明，其色碧也。」",
            "「與其碧，寧黃。黃，其馬也。其與類乎，碧其雞也，其與暴乎。」",
            "「暴則君臣爭而兩明也。兩明者，昏不明，非正舉也。」",
            "「非正舉者，名實無當，驪色章焉，故曰：兩明也。兩明而道喪，其無有以正焉。」"
        ],
        "Simplified": [
            "曰：「二有一乎？」",
            "曰：「二无一。」",
            "曰：「二有右乎？」",
            "曰：「二无右。」",
            "曰：「二有左乎？」",
            "曰：「二无左。」",
            "曰：「右可谓二乎？」",
            "曰：「不可。」",
            "曰：「左可谓二乎？」",
            "曰：「不可。」",
            "曰：「左与右可谓二乎？」",
            "曰：「可。」",
            "曰：「谓变非不变，可乎？」",
            "曰：「可。」",
            "曰：「右有与，可谓变乎？」",
            "曰：「可。」",
            "曰：「变只？」",
            "曰：「右」",
            "曰：「右苟变，安可谓右？苟不变，安可谓变？」",
            "曰：「二苟无左又无右，二者左与右奈何？羊合牛非马，牛合羊非鸡。」",
            "曰：「何哉？」",
            "曰：「羊与牛唯异，羊有齿，牛无齿。而羊牛之非羊也，之非牛也，未可。是不俱有，而或类焉。」",
            "「羊有角、牛有角。牛之而羊也；羊之而牛也，未可。是俱有，而类之不同也。」",
            "「羊牛有角，马无角；马有尾，羊牛无尾。故曰：羊合牛非马也。非马者，无马也。无马者，羊不二，牛不二，而羊牛二。是而羊，而牛，非马，可也。」",
            "「若举而以是；犹类之不同。若左右犹是举。」",
            "「牛羊有毛，鸡有羽。谓鸡足，一。数足，二。二而一，故三。谓牛羊足，一。数足，四。四而一，故五。牛、羊足五，鸡足三。故曰：牛合羊非鸡。非有以非鸡也。",
            "「与马以鸡，宁马。材，不材，其无以类审矣。举是乱名，是谓狂举。」",
            "曰：「他辩。」",
            "曰：「青以白非黄，白以青非碧。」",
            "曰：「何哉？」",
            "曰：「青白不相与而相与，反对也。不相邻而相邻，不害其方也。不害其方者，反而对。各当其所，若左右不骊。」",
            "「故一于青不可，一于白不可。恶乎其有黄矣哉？黄其正矣，是正举也。其有君臣之于国焉，故强寿矣。」",
            "「而且青骊乎白，而白不胜也。白足之胜矣，而不胜，是木贼金也。木贼金者碧，碧则非正举矣。」",
            "「青白不相与而相与，不相胜，则两明也。争而明，其色碧也。」",
            "「与其碧，宁黄。黄，其马也。其与类乎，碧其鸡也，其与暴乎。」",
            "「暴则君臣争而两明也。两明者，昏不明，非正举也。」",
            "「非正举者，名实无当，骊色章焉，故曰：两明也。两明而道丧，其无有以正焉。」"
        ]
    },
    {
        "Chapter": "公孫龍子|堅白論",
        "Traditional": [
            "「堅、白、石、三，可乎？」",
            "曰：「不可。」",
            "曰：「二可乎？」",
            "曰：「可。」",
            "曰：「何哉？」",
            "曰：「無堅得白，其舉也二；無白得堅，其舉也二。」",
            "曰：「得其所白，不可謂無白。得其所堅，不可謂無堅。而之石也，之於然也，非三也？」",
            "曰：「視不得其所堅，而得其所白者，無堅也。拊不得其所白，而得其所堅。得其堅也，無白也。」",
            "曰：「天下無白，不可以視石。天下無堅，不可以謂石。堅白石不相外，藏三，可乎？」",
            "曰：「有自藏也，非藏而藏也。」",
            "曰：「其白也，其堅也，而石必得以相盛盈，其自藏奈何？」",
            "曰：「得其白，得其堅，見與不見離。不見離，一一不相盈，故離。離也者，藏也。」",
            "曰：「石之白，石之堅，見與不見，二與三，若廣修而相盈也，其非舉乎。」",
            "曰：「物白焉，不定其所白。物堅焉，不定其所堅。不定者兼，惡乎其石也？」",
            "曰：「循石，非彼無石，非石無所取乎白。石不相離者固乎。然其無已。」",
            "曰：「于石一也，堅白二也，而在于石。故有知焉；有不知焉；有見焉，有不見焉。故知與不知相與離，見與不見相與藏。藏故，孰謂之不離？」",
            "曰：「目不能堅，手不能白。不可謂無堅，不可謂無白。其異任也，其無以代也。堅白域於石，惡乎離？」",
            "曰：「堅未與石為堅，而物兼。未與物為兼，而堅必堅；其不堅石、物而堅。天下未有若堅而堅藏。」",
            "「白固不能自白，惡能白石物乎？若白者必白，則不白物而白焉，黃黑與之然。」",
            "「石其無有，惡取堅白石乎？故離也。離也者，因是。」",
            "「力與知，果不若因是。且猶白以目以火見，而火不見。則火與目不見而神見。神不見，而見離。」",
            "「堅以手，而手以捶，是捶與手知而不知。而神與不知。神乎，是之謂離焉。」",
            "「離也者天下，故獨而正。」"
        ],
        "Simplified": [
            "「坚、白、石、三，可乎？」",
            "曰：「不可。」",
            "曰：「二可乎？」",
            "曰：「可。」",
            "曰：「何哉？」",
            "曰：「无坚得白，其举也二；无白得坚，其举也二。」",
            "曰：「得其所白，不可谓无白。得其所坚，不可谓无坚。而之石也，之于然也，非三也？」",
            "曰：「视不得其所坚，而得其所白者，无坚也。拊不得其所白，而得其所坚。得其坚也，无白也。」",
            "曰：「天下无白，不可以视石。天下无坚，不可以谓石。坚白石不相外，藏三，可乎？」",
            "曰：「有自藏也，非藏而藏也。」",
            "曰：「其白也，其坚也，而石必得以相盛盈，其自藏奈何？」",
            "曰：「得其白，得其坚，见与不见离。不见离，一一不相盈，故离。离也者，藏也。」",
            "曰：「石之白，石之坚，见与不见，二与三，若广修而相盈也，其非举乎。」",
            "曰：「物白焉，不定其所白。物坚焉，不定其所坚。不定者兼，恶乎其石也？」",
            "曰：「循石，非彼无石，非石无所取乎白。石不相离者固乎。然其无已。」",
            "曰：「于石一也，坚白二也，而在于石。故有知焉；有不知焉；有见焉，有不见焉。故知与不知相与离，见与不见相与藏。藏故，孰谓之不离？」",
            "曰：「目不能坚，手不能白。不可谓无坚，不可谓无白。其异任也，其无以代也。坚白域于石，恶乎离？」",
            "曰：「坚未与石为坚，而物兼。未与物为兼，而坚必坚；其不坚石、物而坚。天下未有若坚而坚藏。」",
            "「白固不能自白，恶能白石物乎？若白者必白，则不白物而白焉，黄黑与之然。」",
            "「石其无有，恶取坚白石乎？故离也。离也者，因是。」",
            "「力与知，果不若因是。且犹白以目以火见，而火不见。则火与目不见而神见。神不见，而见离。」",
            "「坚以手，而手以捶，是捶与手知而不知。而神与不知。神乎，是之谓离焉。」",
            "「离也者天下，故独而正。」"
        ]
    },
    {
        "Chapter": "公孫龍子|名實論",
        "Traditional": [
            "天地與其所產焉，物也。",
            "物以物其所物而不過焉，實也。",
            "實以實其所實而不曠焉，位也。",
            "出其所位，非位。位其所位焉，正也。",
            "以其所正，正其所不正，疑其所正。",
            "其正者，正其所實也。正其所實者，正其名也。",
            "其名正，則唯乎其彼此焉。",
            "謂彼而彼不唯乎彼，則彼謂不行；謂此而此不唯乎此，則此謂不行。",
            "其以當，不當也；不當而當，亂也。",
            "故彼彼當乎彼，則唯乎彼，其謂行彼；此此當乎此，則唯乎此，其謂行此。",
            "其以當而當也，以當而當，正也。",
            "故彼彼止于彼，此此止于此，可；彼此而彼且此，此彼而此且彼，不可。",
            "夫名，實謂也。知此之非此也，知此之不在此也，則不謂也。知彼之非彼也，知彼之不在彼也，則不謂也。",
            "至矣哉！古之明王。審其名實，甚其所謂。至矣哉！古之明王。"
        ],
        "Simplified": [
            "天地与其所产焉，物也。",
            "物以物其所物而不过焉，实也。",
            "实以实其所实而不旷焉，位也。",
            "出其所位，非位。位其所位焉，正也。",
            "以其所正，正其所不正，疑其所正。",
            "其正者，正其所实也。正其所实者，正其名也。",
            "其名正，则唯乎其彼此焉。",
            "谓彼而彼不唯乎彼，则彼谓不行；谓此而此不唯乎此，则此谓不行。",
            "其以当，不当也；不当而当，乱也。",
            "故彼彼当乎彼，则唯乎彼，其谓行彼；此此当乎此，则唯乎此，其谓行此。",
            "其以当而当也，以当而当，正也。",
            "故彼彼止于彼，此此止于此，可；彼此而彼且此，此彼而此且彼，不可。",
            "夫名，实谓也。知此之非此也，知此之不在此也，则不谓也。知彼之非彼也，知彼之不在彼也，则不谓也。",
            "至矣哉！古之明王。审其名实，甚其所谓。至矣哉！古之明王。"
        ]
    }
]